{"title":"范文学习","id":"2022/02/15/雅思/雅思写作/范文学习/","date_published":"02/15/2022","summary":"范文学习方法关注范文的三个点：  \n\n行文结构和论证方法\n用词：连接词和生僻表达 \n\n然后模仿范文进行仿写。  \n例文：However, reaching the conclusion that other functions such as giving access to knowledge for its own sake, are no longer important is biased.(中心句) For hundreds of years,  especially in the west  , the undergraduate education is, indeed a liberal education, which means the undergraduates learn a wide range of curriculums such as psychology, economics, politics that have no direct relations to jobs. The upsides of this are that  it firstly enables students to become open-minded and help them lay a solid theoritical foundation, then they will be able to choose the most appropriate field based on their own interests for further studies.  \n文章结构：  \n\nthe conculusion that knowledge for its own sake is not important is biased:\nexamples\nespecially in west\nliberal education\ncurriculum: psychology/ecnomies/politics\n\n\nbenefitis:\nopen-minded\nlay the fundamentals\nchoose the territories\n\n\n\n\n\nResponse 2:Looked at from a broad historic perspective, it is true that humans and animal have confilicting interests. People have always exploited animals for food and clothing, whilst farmers have brought ever increasing areas of land undhcultivation. Whether this process should continue is a question that required careful consideration.In regions of the world where the population is growing, and resources are scarce, the conflict between humans and animals is particularly problematic. This can be seen in parts of Africa, for example, where a large nature reserves sits alongside very poor human settlements. People living thousands of miles away may value the idea of elephants and lions living in the world. However, it is the poor farm living nearby who must pay the cost in terms of land and lost earning.\n\n结构\nit’s true that humans and animals have conflicting interests.\nregions of the world where the population is growing, and resources are scarce.\nexample: Africa\n\n\n\n","url":"https://l61012345.top/2022/02/15/%E9%9B%85%E6%80%9D/%E9%9B%85%E6%80%9D%E5%86%99%E4%BD%9C/%E8%8C%83%E6%96%87%E5%AD%A6%E4%B9%A0/","tags":[],"categories":["雅思笔记","雅思写作"]}